 [
    "لا تترك قطعة دون حماية إلا إذا كان هناك سبب واضح.",
    "إذا لم تعرف ما الذي تلعبه، حسن أسوأ قطعة لديك.",
    "أفضلية المساحة تعني خيارات أكثر — استخدمها بحكمة.",
    "اللاعب المحترف أولاً يحيد فكرة الخصم، ثم يخلق فكرته.",
    "اللاعبون الأقوياء يفضلون المواقع التي يفهمونها، لا الهجمات اللامعة.",
    "عندما يكون الوضع غير واضح، حسن تنسيق القطع بدلاً من إجبار التكتيكات.",
    "افتتاحية: سيطر على مركز الرقعة قبل أي هجوم.",
    "منتصف المباراة: ضع خطة بناءً على هيكل البيادق، لا على الأمل.",
    "نهاية المباراة: حرّك ملكك — لم يعد عبئاً.",
    "الدبابيس غالبًا أقوى من الهجمات المباشرة.",
    "كل حركة بيدق تخلق نقطة ضعف — اختر بحذر.",
    "الفيل أقوى على الأقطار المفتوحة.",
    "المحترفون يبادلون القطع عندما يُحسن الوضع، وليس فقط عندما يبدو آمناً.",
    "اللاعب القوي يعرف متى لا يحسب الحركات ويكتفي بتحسين الوضع.",
    "النخبة تفكر في الخطط، المبتدئون يفكرون في الحركات.",
    "افتتاحية: لا تحرك نفس القطعة مرتين بدون سبب ملموس.",
    "منتصف المباراة: حدّد مربع ضعف خصمك وابنِ الضغط عليه.",
    "نهاية المباراة: يجب دفع البيدق المارّ — التردد يفتك به.",
    "التهديد غالبًا أقوى من التنفيذ.",
    "المواقع الجيدة تفوز بالمباريات، ليست حركة واحدة.",
    "المحترفون يبسطون الوضع عندما يكونون متقدمين ويعقدونه عندما يتأخرون.",
    "الأستاذ يدافع بنشاط، لا بشكل سلبي.",
    "اللاعبون الأقوياء يحوّلون المزايا الصغيرة بصبر.",
    "افتتاحية: طور القطع الصغيرة قبل إخراج الملكة.",
    "منتصف المباراة: لا تهاجم بدون عدد كافٍ من القطع.",
    "نهاية المباراة: وجّه الملك إلى المركز قبل دفع البيادق.",
    "الخيول تزدهر في المواقع المغلقة.",
    "البيادق المزدوجة ليست دائماً ضعيفة — السياق مهم.",
    "انظر دائماً للشِيك، الالتقاط، والتهديدات أولاً.",
    "المحترفون يعرفون متى تكون التعادل انتصاراً.",
    "اللاعبون العظماء يحولون الدفاع إلى هجوم مضاد.",
    "الحركة الهادئة غالباً أقوى من العدوانية.",
    "افتتاحية: قم بالتبييت مبكرًا لتأمين الملك.",
    "منتصف المباراة: حسن نشاط القطع قبل تنفيذ التكتيكات.",
    "نهاية المباراة: المعارضة تحدد نهايات الملك والبيدق.",
    "الفيل السيء قد يكون أسوأ من عدم وجود فيل.",
    "لا تفتح الوضع عندما تكون متأخراً في التطوير.",
    "الشطرنج يكافئ الصبر أكثر من السرعة.",
    "المحترف يقيم الوضع بموضوعية، لا بعاطفة.",
    "أفضل اللاعبين يعرفون متى يبدلون الخطط.",
    "الفوز ببطء لا يزال فوزاً.",
    "افتتاحية: اربط القلاع في أقرب وقت ممكن.",
    "منتصف المباراة: وجّه القلاع نحو الملفات المفتوحة.",
    "نهاية المباراة: نشاط الملك أهم من التفوق المادي.",
    "لا تضحي بالمواد بدون تعويض.",
    "الدفاع الجيد غالباً يخلق فرصاً للهجوم.",
    "تجنب حركات البيادق غير الضرورية حول ملكك.",
    "المحترفون يتجنبون المخاطر عندما يكون الفوز البسيط متاحاً.",
    "اللاعبون الأقوياء يشعرون بالخطر قبل أن يصبح واضحاً.",
    "خسارة الزمن يمكن أن تغير تقييم الوضع.",
    "افتتاحية: قاتل من أجل المربعات المركزية.",
    "منتصف المباراة: حسن تنسيق القطع قبل حساب التكتيكات.",
    "نهاية المباراة: أنشئ بيدقاً مارّاً وادعمه.",
    "السيطرة على المربعات المهمة أهم من المادة.",
    "القطع النشطة تعوض عن نقص بسيط في المادة.",
    "لا تتعجل — الشطرنج يعاقب النفاد صبراً.",
    "المحترف دائماً لديه خطة بديلة.",
    "اللاعبون الأقوياء يحدون من هجمات الخصم المضادة.",
    "كل حركة يجب أن تحسن وضعك أو تحد من خصمك.",
    "افتتاحية: تجنب الهجمات المبكرة.",
    "منتصف المباراة: اختر خطة وكن ملتزماً بها.",
    "نهاية المباراة: الدقة أهم من الإبداع.",
    "لا تبادل القطع النشطة مقابل القطع السلبية.",
    "الحركة التي تحسن قطعتين عادة قوية.",
    "تجنب تثبيت البيادق على نفس لون الفيل.",
    "نشاط القطع غالباً أهم من عدد المواد.",
    "لا تدافع بشكل سلبي عندما يكون الدفاع النشط ممكناً.",
    "الملفات المفتوحة طرق رئيسية للقلعة.",
    "لا تمنع قطعك بنفسك بدون سبب ملموس.",
    "قبل الهجوم، اسأل إذا كان ملكك آمناً.",
    "ضعف واحد يمكن أن يقرر المباراة بأكملها.",
    "البيدق المركزي يحدد طبيعة الوضع.",
    "المحترفون يقدرون التناغم بين القطع.",
    "الأستاذ يتوقع خطة الخصم، لا حركته فقط.",
    "اللاعبون الأقوياء يعرفون متى يتخلون عن الهجوم.",
    "الخبراء يقللون التعقيد عندما تكون التقنية مهمة.",
    "أفضل اللاعبين يخلقون نقاط ضعف قبل استغلالها.",
    "المحترفون نادراً ما يتسرعون عند الفوز.",
    "الأستاذ يفضل الوضوح على الفوضى عند التقدم.",
    "النخبة تشعر متى يحتاج الوضع للصبر.",
    "المحترف يحسن الوضع حتى بدون خطة واضحة.",
    "اللاعبون الأقوياء يدافعون عن المربعات الحرجة مهما كلف.",
    "افتتاحية: لا تأخذ البيادق على حساب التطوير.",
    "افتتاحية: أكمل التطوير قبل بدء التكتيكات.",
    "افتتاحية: تجنب مغامرات الملكة المبكرة.",
    "افتتاحية: نافس على المركز بالقطع، لا بالبيادق فقط.",
    "افتتاحية: التطوير السريع يخلق ضغط طويل الأمد.",
    "منتصف المباراة: حدد أسوأ قطعة لديك وحسنها.",
    "منتصف المباراة: افتح الخطوط فقط عندما تكون قطعك جاهزة.",
    "منتصف المباراة: قيد هجمات الخصم قبل الشروع في الهجوم.",
    "منتصف المباراة: حسن الوضع أولاً، ثم احسب الحركات.",
    "منتصف المباراة: لا تلتزم بجناح واحد بدون مبرر.",
    "نهاية المباراة: حرّك الملك قبل دفع البيادق.",
    "نهاية المباراة: يجب دعم البيدق المارّ بالقطع.",
    "نهاية المباراة: لا تتسرع في دفع البيادق.",
    "نهاية المباراة: نشاط الملك غالباً حاسم.",
    "نهاية المباراة: أنشئ وضع الزوجزوانغ كلما أمكن.",
    "تجنب المبادلات غير الضرورية التي تساعد الخصم.",
    "الجانب الذي يمتلك مساحة أكبر يجب أن يتجنب التبسيط.",
    "عند الانضغاط، المبادلات غالباً تخفف الضغط.",
    "الضعف المحمي يظل ضعفاً.",
    "المربعات الجيدة أهم من البيادق الإضافية.",
    "المحترفون يعرفون متى يكررون الحركات.",
    "الأستاذ يشعر بالخطر قبل ظهور التكتيكات.",
    "اللاعبون الأقوياء يحافظون على التوتر بدلاً من إزالته.",
    "الخبراء يتجنبون تغيير هيكل البيادق بدون سبب.",
    "أفضل اللاعبين يلعبون بطريقة وقائية.",
    "افتتاحية: لا تؤجل التبييت بلا داع.",
    "افتتاحية: طور نحو المركز.",
    "افتتاحية: تجنب خلق نقاط ضعف دائمة.",
    "افتتاحية: كل زمن مهم.",
    "افتتاحية: لا تخشَ الخطوط النظرية — افهم الأفكار.",
    "منتصف المباراة: اختر الجانب الصحيح للهجوم.",
    "منتصف المباراة: حضر الاختراقات قبل تنفيذها.",
    "منتصف المباراة: حسن التنسيق قبل التضحية.",
    "منتصف المباراة: لا تتجاهل الحركات الهادئة للتقوية.",
    "منتصف المباراة: احسب فقط بعد أن يفرض الوضع ذلك.",
    "نهاية المباراة: بسّط الوضع فقط إذا كان ذلك في صالحك.",
    "نهاية المباراة: البيدق المركزي هو الأكثر قيمة.",
    "نهاية المباراة: المعارضة والزمن يقرران النتائج.",
    "نهاية المباراة: استخدم الملك والقلعة معاً بنشاط.",
    "نهاية المباراة: تجنب الدفاع السلبي.",
    "كل حركة يجب أن تكون لها هدف.",
    "لا تأمل في أخطاء الخصم — اصنع المشاكل.",
    "الوضع الجيد غالباً يفوز بنفسه.",
    "المزايا الصغيرة تتراكم.",
    "الثبات أفضل من التألق.",
    "المحترفون يقدرون الأمان على الجشع.",
    "اللاعبون الأقوياء يعرفون متى يتحولون من الهجوم للدفاع.",
    "الأستاذ يلعب الوضع، لا الخصم.",
    "أفضل اللاعبين يثقون في تقييمهم.",
    "الفوز يتطلب الانضباط.",
    "افتتاحية: المواقع المتينة أسهل للعب.",
    "منتصف المباراة: الخطط أهم من التكتيكات.",
    "نهاية المباراة: التقنية تحول المزايا.",
    "الشطرنج فن التفكير قبل أن يكون لعبة. – كاسباروف",
    "♟ البيدق الصغير قد يقرر مصير المعركة. – كابابلانكا",
    "الافتتاح الجيد يوفر نصف الجهد. – لاسكر",
    "♚ الملك الآمن هو أساس كل خطة ناجحة. – بوتفينيك",
    "الشطرنج لا يكافئ السرعة بل الدقة. – كاربوف",
    "♛ الملكة قوية، لكن الإفراط في استخدامها خطر. – نيمزوفيتش",
    "من يفهم النهاية يلعب الافتتاح بثقة. – كابابلانكا",
    "♞ الحصان يفكر بالقفز، لا بالخط المستقيم. – تال",
    "الخطة الجيدة تولد من فهم الموقف. – بتروسيان",
    "♝ الفيل القوي يساوي قطعة إضافية أحيانًا. – فيشر",
    "الهجوم دون أساس هو مقامرة. – كاسباروف",
    "♜ القلعة تحب الصف السابع. – تارتاكوفِر",
    "في الشطرنج، الصبر أقوى من الجرأة. – كاربوف",
    "♟ هيكل البيادق يحدد روح الموقف. – شتاينيتز",
    "اللعب البسيط هو أصعب أشكال الإتقان. – كابابلانكا",
    "♚ الملك يصبح مقاتلًا في النهاية. – لاسكر",
    "التكتيك يخدم الإستراتيجية، لا العكس. – بوتفينيك",
    "♛ الملكة ليست بديلاً عن التفكير. – بتروسيان",
    "أفضل نقلة هي التي لا يتوقعها الخصم. – تال",
    "♞ الحصان القوي أفضل من أسقف سيئ. – نيمزوفيتش",
    "الشطرنج مدرسة لاتخاذ القرار. – كاسباروف",
    "♜ القلعة تحتاج ملفًا مفتوحًا لتتنفس. – فيشر",
    "لا توجد وضعية خاسرة لمن يواصل القتال. – لاسكر",
    "♝ الفيل السيئ هو خطيئة هيكلية. – كاربوف",
    "الشطرنج صراع أفكار لا قطع. – بوتفينيك",
    "♟ بيدق متقدم هو وعد بالمستقبل. – تارتاكوفِر",
    "الضغط المستمر يُحدث الأخطاء. – بتروسيان",
    "♚ الملك الكسول يخسر المباراة. – فيشر",
    "التهديد أقوى من التنفيذ. – نيمزوفيتش",
    "♛ الملكة تحتاج تنسيقًا لا حرية. – كابابلانكا",
    "في الشطرنج، كل ضعف يُستغل. – كاربوف",
    "♞ الحصان يزدهر في المراكز المغلقة. – تال",
    "الوقاية نصف الدفاع. – بتروسيان",
    "♝ زوج الأساقفة ميزة طويلة الأمد. – فيشر",
    "التضحية الحقيقية هي التي تُبرَّر بالفكرة. – كاسباروف",
    "♜ القلعة المتأخرة قطعة ضائعة. – لاسكر",
    "الشطرنج مرآة للشخصية. – تال",
    "♟ من يربح البيادق يربح الوقت. – شتاينيتز",
    "الفوز يبدأ قبل النقلات، يبدأ في الفهم. – كابابلانكا",
    "♚ الدفاع الجيد قد يتحول إلى هجوم قاتل. – بوتفينيك",
    "أخطر لاعب هو الذي يبدو بلا خطة. – نيمزوفيتش",
    "♛ القوة دون تنسيق ضعف. – بتروسيان",
    "في النهاية، التقنية هي الحكم. – كاربوف",
    "♞ الحصان قطعة صبر. – تال",
    "الشطرنج حرب بلا دماء. – كاسباروف",
    "♝ الفيلة النشط كنز لا يُقدّر. – فيشر",
    "الهدوء في الموقف المعقد فضيلة الأبطال. – لاسكر",
    "♜ القلعة تحب العمل الجماعي. – كابابلانكا",
    "الشطرنج بحر لا ساحل له. – إيمانويل لاسكر",
    "من يسيطر على المركز يسيطر على المباراة. – فيلهلم شتاينيتز",
    "الملك قطعة ضعيفة لكنه سبب النهاية. – كابابلانكا ♚",
    "♛ الملكة هي روح الهجوم. – ألكسندر أليخين",
    "♞ الحصان في المركز مثل الأسد في الغابة. – تارتاكوفِر",
    "♜ القلعة لا تعمل وحدها، تحتاج طريقًا مفتوحًا. – فيشر",
    "♝ الفيل يرى العالم قطريًا. – نيمزوفيتش",
    "♟ البيدق روح الشطرنج. – فيلهلم شتاينيتز",
    "في الشطرنج كما في الحياة، الخطأ الصغير يصبح كبيرًا. – كاربوف",
    "♚ لا تهاجم إن لم يكن ملكك آمنًا. – بوتفينيك",
    "من لا يخطئ لا يتعلم. – تال",
    "♛ الهجوم أفضل وسيلة للدفاع. – فيشر",
    "اللعب الجيد يبدأ من الفهم لا من النقلات. – كاسباروف",
    "♟ البيدق يمكن أن يصبح ملكة. – تارتاكوفِر",
    "♜ القلعة سلاح الصبر. – بتروسيان",
    "♚ لا يوجد فوز بدون خطة. – نيمزوفيتش",
    "الشطرنج اختبار للصبر والذكاء. – كاربوف",
    "♞ الحصان يحب الظلام. – تال",
    "♝ الفيلة يعيش في الضوء. – كاربوف",
    "كل نقلة تُخبر قصة. – فيشر",
    "♜ القلاع لا تخاف من أحد، فقط من الإهمال. – كاسباروف",
    "♚ نهاية المباراة تُظهر من هو اللاعب الحقيقي. – كاربوف",
    "الشطرنج مدرسة تفكير وإبداع، لا مجرد نقل قطع. – تال",
    "♟ البيادق الصغيرة تبني الأسس للمباريات الطويلة. – كابابلانكا",
    "افتتاحية قوية تقلل الأخطاء لاحقاً. – بوتفينيك",
    "♝ الفيل يفرض سيطرة على الأقطار، لا تهملها. – فيشر",
    "♞ الحصان يقفز فوق العقبات، فكر مثل الحصان. – تال",
    "♛ الملكة تحتاج خطة، لا اندفاع عشوائي. – كاسباروف",
    "♜ القلعة تستفيد من الأعمدة المفتوحة والمركزية. – تارتاكوفِر",
    "♚ الملك يصبح محور اللعبة في نهاية المباراة. – لاسكر",
    "♟ البيدق المتقدم يفتح طرقًا للهجوم، ولا تستهين به. – شتاينيتز",
    "♝ الفيل السيء يعيق استغلال الأعمدة والأقطار. – نيمزوفيتش",
    "♞ الحصان النشط أفضل من الحصان الذي لا يتحرك. – تال",
    "♛ الملكة لا تغني عن خطة جيدة، بل تكملها. – بوتفينيك",
    "♜ القلعة المتقدمة تسيطر على الملف المفتوح. – فيشر",
    "♚ الدفاع الجيد هو أساس الهجوم القوي. – كابابلانكا",
    "♟ البيدق يدافع عن المركز، لا تهمله أبداً. – شتاينيتز",
    "♝ الفيل يساعد على حماية القطع وتهديد الخصم. – نيمزوفيتش",
    "♞ الحصان في الوسط أقوى من الحصان على الأطراف. – تال",
    "♛ الملكة عندما تكون نشطة تعطي الأفضلية، لكنها خطيرة بلا دعم. – كاسباروف",
    "♜ القلعة تحمي الملك وتدعم الهجوم. – تارتاكوفِر",
    "♚ الملك يصبح محاربًا عند نهاية اللعبة، احركه بحكمة. – لاسكر",
    "♟ البيدق يمكن أن يصبح قطعة قوية في نهاية اللعبة. – فيشر", 
  "اللوحة تحتوي على 64 مربعًا، 8 صفوف و8 أعمدة.",
  "كل لاعب يبدأ بـ 16 قطعة: 1 ملك، 1 وزير، 2 رخ، 2 حصان، 2 فيل، 8 بيادق.",
  "الملك يتحرك خطوة واحدة في أي اتجاه.",
  "الوزير يتحرك بعدد غير محدود من المربعات في أي اتجاه مستقيم أو قطري.",
  "الرخ يتحرك بعدد غير محدود من المربعات في الاتجاه العمودي أو الأفقي.",
  "الفيل يتحرك بعدد غير محدود من المربعات في الاتجاه القطري.",
  "الحصان يتحرك على شكل حرف L: مربعين في اتجاه ومربع واحد عمودي عليه.",
  "البيدق يتحرك خطوة واحدة للأمام، ويمكنه التحرك خطوتين في أول حركة له.",
  "البيدق يأخذ قطعة الخصم بشكل قطري خطوة واحدة.",
  "عند وصول البيدق إلى الصف الأخير، يمكن ترقيته إلى أي قطعة باستثناء الملك.",
  "كش ملك: عندما يكون الملك معرضًا للأخذ، يجب تحريك الملك أو منع الكش.",
  "مات الملك: إذا لم يتمكن اللاعب من حماية الملك، تخسر اللعبة.",
  "التعادل: يمكن أن ينتهي التعادل إذا لم يتبقَ أي حركة قانونية أو إذا تكرر الوضع ثلاث مرات.",
  "التبييت: حركة الملك والرخ معًا لتأمين الملك وحماية الرخ.",
  "التبييت القصير: يحرك الملك مربعين نحو الرخ القصير، ثم يتحرك الرخ بجانبه.",
  "التبييت الطويل: يحرك الملك مربعين نحو الرخ الطويل، ثم يتحرك الرخ بجانبه.",
  "أخذ البيدق عبر المرور: يمكن للبيدق أخذ بيدق خصم تحرك خطوتين في أول حركة.",
  "يبدأ اللعب دائمًا بالقطع البيضاء.",
  "الحركة غير القانونية يجب التراجع عنها وتصحيحها.",
  "لا يمكن للملك التحرك إلى مربع مهدد من قطعة الخصم.",
  "التحريك بالإكراه ممنوع: كل حركة يجب أن تكون قانونية.",
  "تسجيل الحركات: في البطولات يجب تسجيل كل حركة على ورقة الشطرنج.",
  "الحصان يمكنه القفز فوق أي قطعة.",
  "البيدق المزدوج ضعيف إذا أمامه بيدق آخر يمنعه من الحركة.",
  "الهجوم المزدوج: تهديد قطعتين في نفس الوقت.",
  "الشوكة: الحصان يستطيع تهديد قطع متعددة في نفس الوقت.",
  "فتح الصفوف للأبراج: تحريك البيدق لفتح خط أمام الرخ.",
  "القطع النشطة: القطع التي لها حرية الحركة يمكنها السيطرة على اللعبة.",
  "القطع الضعيفة: التي لا تتحرك كثيرًا أو معرضة للأخذ.",
  "البيادق المرتبطة: بيدقان على نفس الصف أو صفين متقدمين يدعمان بعضهما.",
  "البيادق المعزولة: بيدق بدون دعم من بيدق آخر.",
  "قطع القيم: قيمة الملك أعلى من أي قطعة.",
  "الوزير هو أقوى قطعة على اللوحة بعد الملك.",
  "التضحية: أخذ قطعة أقل قيمة لتعطيل خطة الخصم.",
  "المبادلة: أخذ قطعة بنفس قيمة الخصم للحفاظ على التوازن.",
  "الخطط الطويلة: التفكير 3-5 حركات مستقبلية مهم للفوز.",
  "التكتل الدفاعي: وضع قطع في مواقع دفاعية حول الملك.",
  "فتح الصفوف للرخ: تحريك البيدق لفتح خط أمام الرخ.",
  "التحكم بالخطوط والقطريات: السيطرة على الصفوف والقطريات يمنح تفوقًا تكتيكيًا.",
  "الملك في الوسط خطير: يجب سحبه للتبييت أو وضعه خلف بيادق.",
  "تجنب تحريك نفس القطعة عدة مرات في البداية إلا عند الضرورة.",
  "القطع النشطة تسيطر على الميدان.",
  "المبادلات يجب أن تكون محسوبة.",
  "البيادق المزدوجة ضعف استراتيجي.",
  "البيادق المعزولة نقطة ضعف.",
  "التحكم بالمربعات المركزية يمنح أفضلية.",
  "الهجوم المزدوج يهدد قطع متعددة.",
  "الشوكة على الخصم استراتيجية قوية.",
  "تطوير القطع في البداية يسرع السيطرة على الوسط.",
  "البيدق المحمي أقوى من البيدق المعزول.",
  "الملك محمي خلف بيادق أفضل من المكشوف.", 
  "الهدوء في الموقف المعقد فضيلة الأبطال. – لاسكر",
  "♜ القلعة تحب العمل الجماعي. – كابابلانكا",
  "الشطرنج بحر لا ساحل له. – إيمانويل لاسكر",
  "من يسيطر على المركز يسيطر على المباراة. – فيلهلم شتاينيتز",
  "الملك قطعة ضعيفة لكنه سبب النهاية. – كابابلانكا ♚",
  "♛ الملكة هي روح الهجوم. – ألكسندر أليخين",
  "♞ الحصان في المركز مثل الأسد في الغابة. – تارتاكوفِر",
  "♜ القلعة لا تعمل وحدها، تحتاج طريقًا مفتوحًا. – بوبي فيشر",
  "♝ الفيل يرى العالم قطريًا. – نيمزوفيتش",
  "♟ البيدق روح الشطرنج. – فيلهلم شتاينيتز",
  "في الشطرنج كما في الحياة، الخطأ الصغير يصبح كبيرًا. – أناتولي كاربوف",
  "♚ لا تهاجم إن لم يكن ملكك آمنًا. – ميخائيل بوتفينيك",
  "من لا يخطئ لا يتعلم. – ميخائيل تال",
  "♛ الهجوم أفضل وسيلة للدفاع. – بوبي فيشر",
  "اللعب الجيد يبدأ من الفهم لا من النقلات. – غاري كاسباروف",
  "♟ البيدق يمكن أن يصبح ملكة. – تارتاكوفِر",
  "♜ القلعة سلاح الصبر. – تيتسيفان بتروسيان",
  "♚ لا يوجد فوز بدون خطة. – نيمزوفيتش",
  "الشطرنج اختبار للصبر والذكاء. – كاربوف",
  "♞ الحصان يحب الظلام. – تال",
  "كل نقلة يجب أن يكون لها سبب. – بوبي فيشر",
  "♛ الملكة أقوى عندما تكون حرة. – كابابلانكا",
  "♜ استخدام القلاع المفتوحة أساس الفوز. – فيشر",
  "♟ البيدق الصغير قد يقرر مصير المباراة. – تال",
  "الشطرنج يُظهر شخصية اللاعب أكثر من النتيجة. – كاسباروف",
  "♚ الملكة هي المفتاح للهجوم، لكن الملك هو محور النهاية. – أليخين",
  "الخطأ في الشطرنج مكسب مخفي. – تارتاكوفِر",
  "♞ الحصان في منتصف الرقعة هو القوة المخفية. – بوتفينيك",
  "♝ الفيل أفضل عندما يغطي قطريًا. – نيمزوفيتش",
  "لا تحسب القوة فقط، احسب الموضع. – لاسكر",
  "♜ القلعة وحدها لا تكفي، بل تحتاج دعم. – فيشر",
  "♟ البيدق الصبور غالبًا ما يفوز بالنهاية. – كاربوف",
  "♛ الهجوم بلا خطة قاتل للخصم قبل أن يكون لنفسك. – كاسباروف",
  "الشطرنج ليس للغش… إنه لعبة عقل وصبر. – كابابلانكا",
  "♚ الملك هو نقطة النهاية لكل شيء. – أليخين",
  "♞ الحصان يجب أن يكون في مكانه الصحيح. – تال",
  "♝ الفيل قطعة طويلة المدى، فكر دائمًا بمستقبله. – نيمزوفيتش",
  "♜ تحرك القلعة بحكمة، فالوقت أهم من القوة. – فيشر",
  "♟ البيدق الذي يتحول إلى ملكة قد يغيّر كل التوازن. – تارتاكوفِر",
  "الاستراتيجية تأتي قبل التكتيك. – بوتفينيك",
  "♛ الملكة بلا خطة مثل سيف بلا قبض. – أليخين",
  "♜ القلاع القوية تبدأ بدعم القطع الأصغر. – فيشر",
  "♟ كل بيدق له دور… ولا تقلل من قوته. – شتاينيتز",
  "♞ الحصان الذي يُستخدم بذكاء يغيّر كل التوازن. – تال",
  "♝ الفيل القوي في منتصف الرقعة هو تهديد ثابت. – نيمزوفيتش",
  "♚ حماية الملك قبل كل شيء. – بوتفينيك",
  "♛ عندما يستخدم الخصم الملكة بأفضل شكل… فكر في الهيمنة. – كاربوف",
  "أفضل دفاع هو هجوم محسوب. – فيشر",
  "♞ رؤيتك لنقلة واحدة قادمة ليست كافية… فكر في ثلاث. – كاسباروف",
  "♟ البيدق المتقدم يمنحك مساحة. – شتاينيتز",
  "♜ القلعة في الصفوف المفتوحة تهيمن على اللعب. – بتروسيان",
  "♚ لا تستخدم الملك قبل أن يهدأ الوضع. – أليخين",
  "♛ القوة الحقيقية ليست في القطع… بل في كيف تستخدمها. – بوبي فيشر",
  "♝ قطعة الفيل قوية عندما تعمل متناغمة مع الحصان. – نيمزوفيتش",
  "♞ الحصان في الزاوية بلا خطط ليس مفيدًا. – تال",
  "♟ البيدق الذي يتقدم بلا دعم يصبح هدفًا. – كاربوف",
  "♜ القلعة تسيطر عندما تتحرك بذكاء. – فيشر",
  "♛ لا تثق بالقوة وحدها… بل بالتوقيت الصحيح. – كاسباروف",
  "♚ إذا هُوجم الملك… فقد فات الأوان. – بوتفينيك",
  "♝ الفيل قادر على غلق خطوط الخصم. – نيمزوفيتش",
  "♟ فرصة ترقية البيدق قد تُغيّر نتيجة المباراة. – شتاينيتز",
  "♞ الحصان الذي يقف في مركز الرقعة يهدد أكثر. – تال",
  "♜ القلاع على الصف السابع تهدد النهاية. – بتروسيان",
  "♛ الملكة المتقدمة بلا حماية قد تسقط سريعًا. – كابابلانكا",
  "♚ الملك مهم… لكنه ليس كل شيء. – أليخين",
  "♝ الفيل في وضع هجومي أكثر فعالية. – نيمزوفيتش",
  "♟ البيدق المدافع قد يمنحك التفوق في النهاية. – كاربوف",
  "♞ لا تقلل من قيمة الحصان في النهاية. – فيشر",
  "♛ إرسال الملكة للحرب بدون خطة… مخاطرة غير محسوبة. – كاسباروف",
  "♚ ملكك في أمان؟ إذن يمكنك التفكير في الهجوم. – بوتفينيك",
  "♟ البيدق يمكن أن يصبح درعك في مواجهة القوة. – شتاينيتز",
  "♜ القلاع تعمل أفضل على الملفات المفتوحة. – فيشر",
  "♝ الفيل قوي في الصفوف الطويلة المفتوحة. – نيمزوفيتش",
  "♞ الحصان الذي يقف بالقرب من الخصم يخلق تهديدات. – تال",
  "♛ الملكة التي تعود إلى الدفاع تنقذ كثيرًا من المواقف. – بوتفينيك",
  "♚ نهاية اللعبة تكشف من يملك عقلًا هادئًا. – كاسباروف",
  "♟ البيدق المنتصر هو حلم كل لاعب. – شتاينيتز",
  "♜ عندما تفتح الصفوف… القلعة تحارب. – بتروسيان",
  "♝ الفيل الذي يغطي الركائز يغير نتائج النهاية. – نيمزوفيتش",
  "♞ الحصان الذي يقفز بمهارة يُربك الخصم. – تال",
  "♛ لعبة الشطرنج عقل قبل أن تكون قطع. – كارلسن",
  "إذا استمتعت بكل نقلة… فبالفوز أو الخسارة تشعر بالسعادة. – ماغنوس كارلسن",
  "الثقة في الشطرنج أهم من القوة مطلقة. – ماغنوس كارلسن",
  "أحيانًا النتائج ليست كل شيء… بل كيفية الوصول إليها. – ماغنوس كارلسن",
  "عندما يضغط الخصم… عليك أن تبقى هادئًا. – ماغنوس كارلسن",
  "♟ البيدق الذي يتحرك بذكاء قد يفوز بدل القطع الكبيرة. – ماغنوس كارلسن",
  "التكتيك يعلمك اللحظة… والاستراتيجية تعلمك السباق. – هيكارو ناكامورا",
  "الحماس بلا تفكير كخسارة وشيكة. – هيكارو ناكامورا",
  "الشطرنج يعلمك لاتخاذ القرار تحت الضغط. – هيكارو ناكامورا",
  "♛ الملكة بلا تمركز جيد قد تصبح عبئًا. – هيكارو ناكامورا",
  "♚ الحفاظ على ملكك آمنًا هو أولوياتك دائمًا. – هيكارو ناكامورا",
  "أحيانًا الأخطاء تكشف عن قوتك الداخلية. – هيكارو ناكامورا",
  "عندما تتعلم من أخطائك… تفوز أكثر. – هيكارو ناكامورا",
  "♟ البيدق الذي يهاجم المركز… يبني لك هيمنة. – هيكارو ناكامورا",
  "التوازن بين الهجوم والدفاع يصنع العبقري. – هيكارو ناكامورا",
  "♞ الحصان الذي يقف في خطوط الخصم… يربك الحسابات. – هيكارو ناكامورا",
  "♛ القوة بلا توازن هي ضعف متنكر. – هيكارو ناكامورا"
]