 [
    "Do not leave a piece unprotected unless there is a clear reason.",
    "If you don't know what to play, improve your worst piece.",
    "Space advantage means more options — use it wisely.",
    "A professional first neutralizes the opponent's idea, then creates their own.",
    "Strong players prefer positions they understand, not flashy attacks.",
    "When the situation is unclear, improve piece coordination instead of forcing tactics.",
    "Opening: Control the center of the board before any attack.",
    "Middlegame: Make a plan based on the pawn structure, not hope.",
    "Endgame: Move your king — it is no longer a burden.",
    "Pins are often stronger than direct attacks.",
    "Every pawn move creates a weakness — choose carefully.",
    "The bishop is strongest on open diagonals.",
    "Professionals exchange pieces when it improves the position, not just when it seems safe.",
    "A strong player knows when not to calculate moves and simply improves the position.",
    "Elites think in plans; beginners think in moves.",
    "Opening: Do not move the same piece twice without a clear reason.",
    "Middlegame: Identify the opponent's weak square and build pressure on it.",
    "Endgame: Passed pawns must be pushed — hesitation can be fatal.",
    "A threat is often stronger than execution.",
    "Good positions win games, not a single move.",
    "Professionals simplify positions when ahead and complicate them when behind.",
    "A master defends actively, not passively.",
    "Strong players convert small advantages patiently.",
    "Opening: Develop minor pieces before moving the queen.",
    "Middlegame: Do not attack without sufficient pieces.",
    "Endgame: Guide the king to the center before pushing pawns.",
    "Knights thrive in closed positions.",
    "Doubled pawns are not always weak — context matters.",
    "Always look at checks, captures, and threats first.",
    "Professionals know when a draw counts as a victory.",
    "Great players turn defense into counterattack.",
    "A quiet move is often stronger than aggression.",
    "Opening: Castle early to secure the king.",
    "Middlegame: Improve piece activity before executing tactics.",
    "Endgame: Opposition determines king and pawn endings.",
    "A bad bishop can be worse than having no bishop.",
    "Do not open the position when you are behind in development.",
    "Chess rewards patience more than speed.",
    "A professional evaluates positions objectively, not emotionally.",
    "Top players know when to change plans.",
    "Slow wins are still wins.",
    "Opening: Connect the rooks as soon as possible.",
    "Middlegame: Direct rooks towards open files.",
    "Endgame: King activity is more important than material advantage.",
    "Do not sacrifice material without compensation.",
    "Good defense often creates attacking opportunities.",
    "Avoid unnecessary pawn moves around your king.",
    "Professionals avoid risks when a simple win is available.",
    "Strong players sense danger before it becomes clear.",
    "Time loss can change evaluation of the position.",
    "Opening: Fight for central squares, not wing pawns.",
    "Middlegame: Improve piece coordination before calculating tactics.",
    "Endgame: Create and support a passed pawn.",
    "Control of key squares is more important than material.",
    "Active pieces compensate for a small material deficit.",
    "Do not rush — chess punishes impatience.",
    "A professional always has a backup plan.",
    "Strong players limit opponent's counterattacks.",
    "Every move should improve your position or limit your opponent's.",
    "Opening: Avoid premature attacks.",
    "Middlegame: Choose a plan and stick to it.",
    "Endgame: Accuracy is more important than creativity.",
    "Do not exchange active pieces for passive ones.",
    "A move improving two pieces is usually strong.",
    "Avoid locking pawns on the same color as your bishop.",
    "Piece activity is often more important than material count.",
    "Do not defend passively when active defense is possible.",
    "Open files are main paths for rooks.",
    "Do not block your own pieces without reason.",
    "Before attacking, check if your king is safe.",
    "One weakness can decide the entire game.",
    "Central pawn defines the nature of the position.",
    "Professionals value harmony between pieces.",
    "A master anticipates the opponent's plan, not just the move.",
    "Strong players know when to give up an attack.",
    "Experts simplify complexity when technique matters.",
    "Top players create weaknesses before exploiting them.",
    "Professionals rarely rush when ahead.",
    "A master prefers clarity over chaos when ahead.",
    "Elites sense when patience is needed.",
    "A professional improves the position even without a clear plan.",
    "Strong players defend critical squares at all costs.",
    "Opening: Do not take pawns at the expense of development.",
    "Opening: Complete development before starting tactics.",
    "Opening: Avoid early queen adventures.",
    "Opening: Compete for the center with pieces, not just pawns.",
    "Opening: Rapid development creates long-term pressure.",
    "Middlegame: Identify your worst piece and improve it.",
    "Middlegame: Open files only when your pieces are ready.",
    "Middlegame: Restrict opponent attacks before launching yours.",
    "Middlegame: Improve position first, then calculate moves.",
    "Middlegame: Do not commit to one wing without justification.",
    "Endgame: Move the king before pushing pawns.",
    "Endgame: Support passed pawns with pieces.",
    "Endgame: Do not rush pawn pushes.",
    "Endgame: King activity is often decisive.",
    "Endgame: Create zugzwang positions whenever possible.",
    "Avoid unnecessary exchanges that help the opponent.",
    "The side with more space should avoid simplification.",
    "When under pressure, exchanges often relieve it.",
    "A protected weakness is still a weakness.",
    "Good squares are more important than extra pawns.",
    "Professionals know when to repeat moves.",
    "A master senses danger before tactics appear.",
    "Strong players maintain tension rather than removing it.",
    "Experts avoid changing pawn structure without reason.",
    "Top players play prophylactically.",
    "Opening: Do not delay castling without reason.",
    "Opening: Develop towards the center.",
    "Opening: Avoid creating permanent weaknesses.",
    "Opening: Every tempo matters.",
    "Opening: Do not fear theory — understand the ideas.",
    "Middlegame: Choose the correct side for attack.",
    "Middlegame: Prepare breakthroughs before executing.",
    "Middlegame: Improve coordination before sacrifices.",
    "Middlegame: Do not ignore quiet moves to strengthen position.",
    "Middlegame: Calculate only when the position demands.",
    "Endgame: Simplify only if favorable.",
    "Endgame: Central pawn is most valuable.",
    "Endgame: Opposition and time determine results.",
    "Endgame: Use king and rook actively together.",
    "Endgame: Avoid passive defense.",
    "Every move must have a purpose.",
    "Do not rely on opponent mistakes — create problems.",
    "A good position often wins itself.",
    "Small advantages accumulate.",
    "Stability is better than brilliance.",
    "Professionals value safety over greed.",
    "Strong players know when to switch from attack to defense.",
    "A master plays the position, not the opponent.",
    "Top players trust their evaluation.",
    "Winning requires discipline.",
    "Opening: Solid positions are easier to play.",
    "Middlegame: Plans are more important than tactics.",
    "Endgame: Technique converts advantages.",
    "Chess is the art of thinking before it is a game. – Kasparov",
    "♟ A small pawn can decide the course of the battle. – Capablanca",
    "A good opening saves half the effort. – Lasker",
    "♚ A safe king is the foundation of every successful plan. – Botvinnik",
    "Chess rewards accuracy, not speed. – Karpov",
    "♛ The queen is powerful, but overusing her is dangerous. – Nimzowitsch",
    "Who understands the endgame plays the opening with confidence. – Capablanca",
    "♞ The knight thinks by jumping, not in a straight line. – Tal",
    "A good plan comes from understanding the position. – Petrosian",
    "♝ A strong bishop can equal an extra piece. – Fischer",
    "Attacking without a foundation is gambling. – Kasparov",
    "♜ The rook loves the seventh rank. – Tartakover",
    "In chess, patience is stronger than courage. – Karpov",
    "♟ Pawn structure determines the spirit of the position. – Steinitz",
    "Simple play is the hardest form of mastery. – Capablanca",
    "♚ The king becomes a fighter in the endgame. – Lasker",
    "Tactics serve strategy, not vice versa. – Botvinnik",
    "♛ The queen is no substitute for thinking. – Petrosian",
    "The best move is the one the opponent does not expect. – Tal",
    "♞ A strong knight is better than a bad bishop. – Nimzowitsch",
    "Chess is a school of decision-making. – Kasparov",
    "♜ The rook needs an open file to breathe. – Fischer",
    "No position is lost for a player who continues fighting. – Lasker",
    "♝ A bad bishop is a structural sin. – Karpov",
    "Chess is a battle of ideas, not pieces. – Botvinnik",
    "♟ An advanced pawn is a promise for the future. – Tartakover",
    "Continuous pressure creates mistakes. – Petrosian",
    "♚ A lazy king loses the game. – Fischer",
    "A threat is stronger than execution. – Nimzowitsch",
    "♛ The queen needs coordination, not freedom. – Capablanca",
    "In chess, every weakness is exploited. – Karpov",
    "♞ A knight thrives in closed centers. – Tal",
    "Prevention is half the defense. – Petrosian",
    "♝ The bishop pair is a long-term advantage. – Fischer",
    "A true sacrifice is justified by the idea. – Kasparov",
    "♜ A late rook is a wasted piece. – Lasker",
    "Chess reflects personality. – Tal",
    "♟ Whoever wins the pawns wins the time. – Steinitz",
    "Victory begins before the moves, it begins with understanding. – Capablanca",
    "♚ Good defense can turn into a deadly attack. – Botvinnik",
    "The most dangerous player is the one who seems planless. – Nimzowitsch",
    "♛ Power without coordination is weakness. – Petrosian",
    "Technique is the judge in the endgame. – Karpov",
    "♞ The knight is a piece of patience. – Tal",
    "Chess is a bloodless war. – Kasparov",
    "♝ The active bishop is an invaluable treasure. – Fischer",
    "Calmness in complex positions is a virtue of champions. – Lasker",
    "♜ The rook loves teamwork. – Capablanca",
    "Chess is an endless sea. – Emanuel Lasker",
    "He who controls the center controls the game. – Wilhelm Steinitz",
    "The king is weak, yet determines the end. – Capablanca ♚",
    "♛ The queen is the spirit of attack. – Alexander Alekhine",
    "♞ A knight in the center is like a lion in the jungle. – Tartakover",
    "♜ The rook cannot work alone; it needs an open path. – Fischer",
    "♝ The bishop sees the world diagonally. – Nimzowitsch",
    "♟ The pawn is the soul of chess. – Wilhelm Steinitz",
    "In chess, a small mistake becomes a big one. – Karpov",
    "♚ Do not attack if your king is unsafe. – Botvinnik",
    "He who does not make mistakes does not learn. – Tal",
    "♛ Attack is the best form of defense. – Fischer",
    "Good play starts with understanding, not moves. – Kasparov",
    "♟ A pawn can become a queen. – Tartakover",
    "♜ The rook is a weapon of patience. – Petrosian",
    "♚ No victory without a plan. – Nimzowitsch",
    "Chess tests patience and intelligence. – Karpov",
    "♞ The knight loves darkness. – Tal",
    "♝ The bishop lives in the light. – Karpov",
    "Every move tells a story. – Fischer",
    "♜ Rooks fear no one, only neglect. – Kasparov",
    "♚ The endgame reveals the true player. – Karpov",
    "Chess is a school of thinking and creativity, not just moving pieces. – Tal",
    "♟ Small pawns build the foundations for long games. – Capablanca",
    "A strong opening reduces errors later. – Botvinnik",
    "♝ The bishop dominates diagonals — never neglect it. – Fischer",
    "♞ Think like the knight; jump over obstacles. – Tal",
    "♛ The queen needs a plan, not random moves. – Kasparov",
    "♜ The rook benefits from open and central files. – Tartakover",
    "♚ The king becomes the game’s pivot in the endgame. – Lasker",
    "♟ An advanced pawn opens attacking paths — never underestimate it. – Steinitz",
    "♝ A bad bishop hinders exploiting files and diagonals. – Nimzowitsch",
    "♞ An active knight is better than a stationary one. – Tal",
    "♛ The queen cannot replace a good plan; she complements it. – Botvinnik",
    "♜ An advanced rook controls the open file. – Fischer",
    "♚ Good defense is the basis of strong attack. – Capablanca",
    "♟ The pawn defends the center; never ignore it. – Steinitz",
    "♝ The bishop helps protect pieces and threaten the opponent. – Nimzowitsch",
    "♞ The knight is stronger in the center than on the edges. – Tal",
    "♛ An active queen gives advantage but is dangerous without support. – Kasparov",
    "♜ The rook protects the king and supports attacks. – Tartakover",
    "♚ The king becomes a warrior in the endgame; move it wisely. – Lasker",
    "♟ A pawn can become a powerful piece in the endgame. – Fischer", 
    "The board has 64 squares, 8 rows and 8 columns.",
    "Each player starts with 16 pieces: 1 king, 1 queen, 2 rooks, 2 knights, 2 bishops, 8 pawns.",
    "The king moves one square in any direction.",
    "The queen moves any number of squares in any straight or diagonal direction.",
    "The rook moves any number of squares vertically or horizontally.",
    "The bishop moves any number of squares diagonally.",
    "The knight moves in an L-shape: two squares in one direction and one square perpendicular.",
    "Pawns move one square forward, and two squares on their first move.",
    "Pawns capture diagonally one square.",
    "When a pawn reaches the last rank, it can promote to any piece except the king.",
    "Check: when the king is threatened, it must be moved or blocked.",
    "Checkmate: if the king cannot escape, the player loses the game.",
    "Draw: the game can end in a draw if there are no legal moves or the position repeats three times.",
    "Castling: a special king and rook move to safeguard the king.",
    "Short castling: move the king two squares toward the short rook, then move the rook beside it.",
    "Long castling: move the king two squares toward the long rook, then move the rook beside it.",
    "En passant: a pawn can capture an enemy pawn that moved two squares on its first move.",
    "White always moves first.",
    "Illegal moves must be retracted and corrected.",
    "The king cannot move into a threatened square.",
    "Forced moves are not allowed: every move must be legal.",
    "Moves must be recorded in tournaments.",
    "The knight can jump over any piece.",
    "Doubled pawns are weak if blocked by another pawn.",
    "Double attack: threatening two pieces simultaneously.",
    "Fork: the knight can threaten multiple pieces at once.",
    "Opening files for rooks: move pawns to open lines for rooks.",
    "Active pieces dominate the game.",
    "Weak pieces are those rarely moved or exposed.",
    "Connected pawns support each other.",
    "Isolated pawn: a pawn without support from another pawn.",
    "Piece values: the king is the most valuable piece.",
    "The queen is the most powerful piece after the king.",
    "Sacrifice: giving a lower-value piece to disrupt the opponent's plan.",
    "Exchange: trading pieces of equal value to maintain balance.",
    "Long-term planning: think 3-5 moves ahead to win.",
    "Defensive clustering: placing pieces around the king for protection.",
    "Opening files for rooks strengthens attack.",
    "Controlling ranks and diagonals gives tactical advantage.",
    "King in the center is dangerous: pull him back or castle.",
    "Avoid moving the same piece multiple times at the start unless necessary.",
    "Active pieces control the board.",
    "Exchanges should be calculated.",
    "Doubled pawns are a strategic weakness.",
    "Isolated pawns are a weakness.",
    "Controlling central squares gives advantage.",
    "Double attacks threaten multiple pieces.",
    "Forks on the opponent are powerful strategies.",
    "Developing pieces early helps control the center.",
    "Protected pawns are stronger than isolated pawns.",
    "King protected behind pawns is safer than exposed.", 
    "Calmness in a complex situation is the virtue of champions. – Lasker",
    "♜ The rook loves teamwork. – Capablanca",
    "Chess is a sea without shores. – Emanuel Lasker",
    "Who controls the center controls the game. – Wilhelm Steinitz",
    "The king is a weak piece but the reason for the endgame. – Capablanca ♚",
    "♛ The queen is the spirit of attack. – Alexander Alekhine",
    "♞ The knight in the center is like a lion in the forest. – Tartakower",
    "♜ The rook cannot work alone; it needs an open path. – Bobby Fischer",
    "♝ The bishop sees the world diagonally. – Nimzowitsch",
    "♟ The pawn is the soul of chess. – Wilhelm Steinitz",
    "In chess as in life, a small mistake becomes big. – Anatoly Karpov",
    "♚ Do not attack unless your king is safe. – Mikhail Botvinnik",
    "He who does not make mistakes does not learn. – Mikhail Tal",
    "♛ Attack is the best form of defense. – Bobby Fischer",
    "Good play starts with understanding, not moves. – Garry Kasparov",
    "♟ A pawn can become a queen. – Tartakower",
    "♜ The rook is a weapon of patience. – Tigran Petrosian",
    "♚ There is no victory without a plan. – Nimzowitsch",
    "Chess is a test of patience and intelligence. – Karpov",
    "♞ The knight loves darkness. – Tal",
    "Every move must have a reason. – Bobby Fischer",
    "♛ The queen is strongest when she is free. – Capablanca",
    "♜ Using open rooks is the basis of victory. – Fischer",
    "♟ The small pawn may decide the fate of the game. – Tal",
    "Chess reveals the player's character more than the result. – Kasparov",
    "♚ The queen is the key to attack, but the king is the endgame pivot. – Alekhine",
    "Mistakes in chess are hidden gains. – Tartakower",
    "♞ The knight in the middle of the board is hidden power. – Botvinnik",
    "♝ The bishop is best when covering diagonals. – Nimzowitsch",
    "Do not calculate only strength, calculate position. – Lasker",
    "♜ The rook alone is not enough; it needs support. – Fischer",
    "♟ The patient pawn often wins the endgame. – Karpov",
    "♛ Attack without a plan kills your opponent before yourself. – Kasparov",
    "Chess is not for cheating… it is a game of mind and patience. – Capablanca",
    "♚ The king is the focal point of everything. – Alekhine",
    "♞ The knight must be in the right place. – Tal",
    "♝ The bishop is a long-range piece; always think about its future. – Nimzowitsch",
    "♜ Move the rook wisely; timing is more important than strength. – Fischer",
    "♟ A pawn that promotes to a queen may change the entire balance. – Tartakower",
    "Strategy comes before tactics. – Botvinnik",
    "♛ The queen without a plan is like a sword without a hilt. – Alekhine",
    "♜ Strong rooks start with support from smaller pieces. – Fischer",
    "♟ Every pawn has a role… do not underestimate it. – Steinitz",
    "♞ A knight used wisely can change the balance. – Tal",
    "♝ A strong bishop in the center is a constant threat. – Nimzowitsch",
    "♚ Protecting the king above all else. – Botvinnik",
    "♛ When the opponent uses the queen well… think about domination. – Karpov",
    "The best defense is a calculated attack. – Fischer",
    "♞ Seeing only one move ahead is not enough… think three moves ahead. – Kasparov",
    "♟ The advanced pawn gives you space. – Steinitz",
    "♜ Rooks on open files dominate the game. – Petrosian",
    "♚ Do not use the king until the situation calms. – Alekhine",
    "♛ Real power is not in the pieces… but in how you use them. – Bobby Fischer",
    "♝ The bishop is powerful when working harmoniously with the knight. – Nimzowitsch",
    "♞ A knight in the corner without plans is useless. – Tal",
    "♟ A pawn advancing without support becomes a target. – Karpov",
    "♜ Rooks rule when moved wisely. – Fischer",
    "♛ Do not trust strength alone… but the right timing. – Kasparov",
    "♚ If the king is attacked… it’s too late. – Botvinnik",
    "♝ A bishop can close opponent lines. – Nimzowitsch",
    "♟ A pawn promotion can change the result. – Steinitz",
    "♞ A knight in the center threatens more. – Tal",
    "♜ Rooks on the seventh rank threaten the endgame. – Petrosian",
    "♛ An advanced queen without protection may fall quickly. – Capablanca",
    "♚ The king is important… but not everything. – Alekhine",
    "♝ The bishop is more effective in an attacking position. – Nimzowitsch",
    "♟ A defending pawn may give you an advantage in the endgame. – Karpov",
    "♞ Never underestimate the knight in the endgame. – Fischer",
    "♛ Sending the queen to war without a plan… an uncalculated risk. – Kasparov",
    "♚ Is your king safe? Then you can think of attacking. – Botvinnik",
    "♟ A pawn can become your shield against strong pieces. – Steinitz",
    "♜ Rooks work best on open files. – Fischer",
    "♝ Bishops are powerful on long open ranks. – Nimzowitsch",
    "♞ A knight near the opponent creates threats. – Tal",
    "♛ The queen returning to defense saves many situations. – Botvinnik",
    "♚ The endgame reveals who has a calm mind. – Kasparov",
    "♟ The victorious pawn is every player’s dream. – Steinitz",
    "♜ When you open files… the rook fights. – Petrosian",
    "♝ A bishop covering key squares changes endgame results. – Nimzowitsch",
    "♞ A skillful jumping knight confuses the opponent. – Tal",
    "♛ Chess is mind before it is pieces. – Carlsen",
    "If you enjoy every move… win or lose, you feel happiness. – Magnus Carlsen",
    "Confidence in chess is more important than absolute strength. – Magnus Carlsen",
    "Sometimes the result is not everything… but how you get there. – Magnus Carlsen",
    "When the opponent pressures… stay calm. – Magnus Carlsen",
    "♟ A pawn that moves wisely may win instead of bigger pieces. – Magnus Carlsen",
    "Tactics teach you the moment… strategy teaches you the race. – Hikaru Nakamura",
    "Enthusiasm without thinking is a looming loss. – Hikaru Nakamura",
    "Chess teaches you how to make decisions under pressure. – Hikaru Nakamura",
    "♛ A queen without good positioning may become a burden. – Hikaru Nakamura",
    "♚ Keeping your king safe is always your priority. – Hikaru Nakamura",
    "Sometimes mistakes reveal your inner strength. – Hikaru Nakamura",
    "Learning from your mistakes… leads to more wins. – Hikaru Nakamura",
    "♟ A pawn attacking the center… builds dominance. – Hikaru Nakamura",
    "Balancing attack and defense makes the genius. – Hikaru Nakamura",
    "♞ A knight jumping into opponent lines… confuses calculations. – Hikaru Nakamura",
    "♛ Strength without balance is disguised weakness. – Hikaru Nakamura"
]